Repository: Mahmoud-Sameeh/Ghc2-v2
Catalog: Resources/Views/Home/HomePage.*.resx
Languages: ar

source: Amanda Denyl
ar: أماندا دينيل

source: Amanda Jepson
ar: أماندا جيبسون

# ambh
source: Ambulance
ar: سيارة الاسعاف

# ambp
source: We can take you fas
ar: يمكننا أن نأخذك بسرعة

source: Anesthesiologist
ar: طبيب التخدير

# awa
source: Awards
ar: الجوائز

source: Cardiology
ar: أمراض القلب و الأوعية الدموية

# Chief
source: Chief Medical Officer
ar: كبير المسؤولين الطبيين

# Chiefp
source: I will explain the softness of pleasure and pain as he drives
ar: دكتور ورئيس قسم

source: Costs and prices
ar: التكاليف والاسعار

# dep
source: Departments
ar: الاقسام

# deperh
source: The heart clinic is under the supervision of a group of heart consultants
ar: عيادة القلب تحت إشراف نخبة من استشاري القلب

# deperp
source: In order to efficiently diagnose heart diseases and provide the necessary treatment for heart diseases, Ain Shams Specialized Hospital receives all heart disease cases such as acute strokes, myocardial prolapse and malignant cardiac arrhythmias, and it also provides all the services required for these cases such as:
ar: لتشخيص أمراض القلب بكفاءة وتقديم العلاج اللازم لأمراض القلب، تستقبل مستشفي عين شمس التخصصي جميع حالات أمراض القلب مثل حالات الجلطات الحادة وهبوط عضلة القلب واعتلال ضربات القلب الخبيثة كما تقدم كل الخدمات المطلوبة لهذة الحالات مثل:

# deperpp
source: Emergency treatment catheter for cases of thrombosis around the clock. Installing modern devices for treating cardiac muscle weakness such as (CRT), or for treating cardiac arrhythmias such as pacemakers and external shock devices Complete medical care for critical cases of the heart and the necessary urgent measures such as insertion of the aortic balloon, temporary pacemaker, or pericardial endothelium.
ar: القسطرة العلاجية الطارئة لحالات الجلطات على مدار الساعة. تركيب الأجهزة الحديثة لعلاج ضعف عضلة القلب مثل (CRT)، أو لعلاج اعتلال ضربات القلب مثل اجهزة المنظمات وأجهزة الصدمات الخارجية. الرعاية الطبية الكاملة للحالات الحرجة للقلب وما يلزمها من إجراءات عاجلة مثل تركيب البالون الاورطية او منظم مؤقت لضربات القلب أو بذل الغشاء التاموري للقلب.

# depp
source: We have all departments in all specialties equipped at the highest level
ar: لدينا جميع الاقسام بكل التخصصات مجهزة علي اعلي مستوي

source: Designed by
ar: مصصم بواسطة

# doc
source: Doctors
ar: الدكاترة

# docp
source: we have team of the best doctors
ar: لدينا فريق من أفضل الأطباء

source: Eye Care
ar: قسم العيون

source: Health care level
ar: مستوي الرعاية الطبية

source: Hepatology
ar: أمراض الكبد

# hourh
source: 24 Hours Support
ar: دعم 24 ساعة

# hourp
source: we introduce service for 24 hours all days
ar: نقدم الخدمة لمدة 24 ساعة في جميع الأيام

# john daly
source: john Denyl
ar: جون دالي

# labh
source: Laboratory
ar: معمل

# labp
source: We have a good lab to inspect strictly
ar: لدينا معمل جيد لفحص بدقة

# malh
source: Medical consultant
ar: استشاري طبي

# malp
source: you can check your health by consultant
ar: يمكنك التحقق من صحتك عن طريق المستشار

# msg1
source: General HealthCare is a place you trust Care you deserve.
ar: الأشخاص الذين تثق بهم الرعاية التي تستحقها

# msg2
source: Our integrated healthcare system provides exceptional care We combine the latest technology with the supportive, personal approach that is our hallmark
ar: يوفر نظام الرعاية الصحية المتكامل لدينا رعاية استثنائية نحن نجمع بين أحدث التقنيات والنهج الشخصي الداعم الذي يمثل السمة المميزة لنا

source: Neurology
ar: الأعصاب

source: Neurosurgeon
ar: جراح الأعصاب

# Neurosurgeonp
source: Times offices and denounce hate and pain labiciis
ar: دكتور المخ والاعصاب بمستشفي عين شمس

source: Ophthalmologist
ar: طبيب عيون

source: pediatrician
ar: طبيب اطفال

source: Pediatrics
ar: قسم الاطفال

# research
source: Research Labs
ar: معامل البحث

source: Sarah Jhonson
ar: سارة جونسون

source: Scientific research
ar: الابحاث العملية

# ser
source: Services
ar: خدماتنا

# sermsg
source: we introduce full service to anyone need to check his health , we introduce some of services and we will happy to help you.
ar: نقدم خدمة كاملة لأي شخص يحتاج إلى التحقق من صحته ، ونقدم بعض الخدمات وسنكون سعداء بمساعدتك.

# String2
source: Providing health care for the Egyptian community in general and the community of Ain Shams University in particular (and includes members of the university's faculty - students and university employees), provided that the care is integrated and at the highest level of quality and with the latest means.
ar: وفير الرعاية الصحية للمجتمع المصري بصفة عامة و مجتمع جامعة عين شمس بصفة خاصة (و يشمل أعضاء هيئة التدريس بالجامعة – و الطلبة و موظفي الجامعة)على أن تكون الرعاية متكاملة و على أعلى مستوى من الجودةو بأحدث

# String3
source: Providing health care services in accordance with international standards of quality at medium prices instead of traveling abroad at exorbitant prices, as the Specialty Hospital is not a profit-making facility, but it was built on self-financing.
ar: توفير خدمات الرعاية الصحية وفقاً للمعايير الدولية للجودة بأسعار متوسطة بدلاً عن السفر إلى الخارج بأسعار باهظة حيث أن المستشفى التخصصي ليست منشأة بهدف الربح و لكن تم إنشاؤها معتمدة على التمويل الذاتي.

# String4
source: It provides training and study services for the postgraduate stage, and also contributes to spreading science and research services to all groups at the university, including doctors, technical staff, medical engineering - nursing staff and information technology ... etc.
ar: توفر الخدمات التدريبية و الدراسية لمرحلة ما بعد التخرج كما تساهم في نشر العلم و الخدمات البحثية لجميع الفئات بالجامعة و تشمل الأطباء و الهيئة الفنية و الهندسة الطبية – هيئة التمريض وتكنولوجيا المعلومات ... إلخ.

# testh
source: Medical Test
ar: اختبار طبي

# testp
source: we have good laboratory
ar: لدينا معمل جيد

source: William Anderson
ar: وليام أندرسون

# xh
source: X Ray
ar: اكس راي

# xp
source: we have good X Ray to be safe with
ar: لدينا اشعة اكس راي جيدة لنكون آمنين معها
